Repository: emkey1/ish-AOK
Catalog: app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Couldn't download the filesystem image.
de: Das Dateisystem-Image konnte nicht geladen werden.
es: No se pudo descargar la imagen del sistema de archivos.
fr: Impossible de télécharger l'image du système de fichiers.
ja: ファイルシステムイメージをダウンロードできませんでした。
ko: 파일 시스템 이미지를 다운로드할 수 없습니다.
pt_br: Não foi possível baixar a imagem do sistema de arquivos.
ru: Не удалось загрузить образ файловой системы.
zh_hans: 无法下载文件系统映像。
zh_hant: 無法下載檔案系統映像檔。

source: Couldn’t Create Folder
de: Ordner nicht erstellt
es: No se pudo crear la carpeta
fr: Impossible de créer le dossier
ja: フォルダを作成できませんでした
ko: 폴더를 생성할 수 없음
pt_br: Não Foi Possível Criar a Pasta
ru: Не удалось создать папку
zh_hans: 无法创建文件夹
zh_hant: 無法建立資料夾

source: Couldn’t Delete
de: Löschen fehlgeschlagen
es: No se pudo eliminar
fr: Suppression impossible
ja: 削除できませんでした
ko: 삭제할 수 없음
pt_br: Não Foi Possível Apagar
ru: Не удалось удалить
zh_hans: 无法删除
zh_hant: 無法刪除

source: Couldn’t Duplicate
de: Duplizieren fehlgeschlagen
es: No se pudo duplicar
fr: Duplication impossible
ja: 複製できませんでした
ko: 복제할 수 없음
pt_br: Não Foi Possível Duplicar
ru: Не удалось дублировать
zh_hans: 无法复制
zh_hant: 無法複製

source: Couldn’t Open
de: Öffnen fehlgeschlagen
es: No se pudo abrir
fr: Ouverture impossible
ja: 開けませんでした
ko: 열 수 없음
pt_br: Não Foi Possível Abrir
ru: Не удалось открыть
zh_hans: 无法打开
zh_hant: 無法打開

source: Couldn’t Rename
de: Umbenennen fehlgeschlagen
es: No se pudo renombrar
fr: Impossible de renommer
ja: 名前を変更できませんでした
ko: 이름을 변경할 수 없음
pt_br: Não Foi Possível Renomear
ru: Не удалось переименовать
zh_hans: 无法重命名
zh_hant: 無法重新命名

source: Couldn’t Save
de: Sichern fehlgeschlagen
es: No se pudo guardar
fr: Enregistrement impossible
ja: 保存できませんでした
ko: 저장할 수 없음
pt_br: Não Foi Possível Salvar
ru: Не удалось сохранить
zh_hans: 无法存储
zh_hant: 無法儲存

source: Couldn’t decode this image.
de: Dieses Bild kann nicht decodiert werden.
es: No se pudo decodificar esta imagen.
fr: Impossible de décoder cette image.
ja: このイメージをデコードできませんでした。
ko: 이 이미지를 디코딩할 수 없습니다.
pt_br: Não foi possível decodificar esta imagem.
ru: Не удалось декодировать это изображение.
zh_hans: 无法解码此图像。
zh_hant: 無法解碼此影像。

source: Couldn’t load this folder.
de: Dieser Ordner konnte nicht geladen werden.
es: No se pudo cargar esta carpeta.
fr: Impossible de charger ce dossier.
ja: このフォルダを読み込めませんでした。
ko: 이 폴더를 불러올 수 없습니다.
pt_br: Não foi possível carregar esta pasta.
ru: Не удалось загрузить эту папку.
zh_hans: 无法载入此文件夹。
zh_hant: 無法載入此資料夾。

source: Couldn’t open this file.
de: Diese Datei kann nicht geöffnet werden.
es: No se pudo abrir este archivo.
fr: Impossible d'ouvrir ce fichier.
ja: このファイルを開けませんでした。
ko: 이 파일을 열 수 없습니다.
pt_br: Não foi possível abrir este arquivo.
ru: Не удалось открыть этот файл.
zh_hans: 无法打开此文件。
zh_hant: 無法打開此檔案。

source: Couldn’t open this video.
de: Dieses Video kann nicht geöffnet werden.
es: No se pudo abrir este vídeo.
fr: Impossible d'ouvrir cette vidéo.
ja: このビデオを開けませんでした。
ko: 이 비디오를 열 수 없습니다.
pt_br: Não foi possível abrir este vídeo.
ru: Не удалось открыть это видео.
zh_hans: 无法打开此视频。
zh_hant: 無法打開此影片。

source: Couldn’t read the playlist.
de: Die Playlist konnte nicht gelesen werden.
es: No se pudo leer la lista de reproducción.
fr: Impossible de lire la liste de lecture.
ja: プレイリストを読み込めませんでした。
ko: 재생 목록을 읽을 수 없습니다.
pt_br: Não foi possível ler a playlist.
ru: Не удалось прочитать плейлист.
zh_hans: 无法读取播放列表。
zh_hant: 無法讀取播放列表。

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 생성
pt_br: Criar
ru: Создать
zh_hans: 创建
zh_hant: 建立

source: Create Examples
de: Beispiele erstellen
es: Crear ejemplos
fr: Créer des exemples
ja: 例を作成
ko: 예제 생성
pt_br: Criar Exemplos
ru: Создать примеры
zh_hans: 创建示例
zh_hant: 建立範例

source: Create Your Account
de: Account erstellen
es: Crea tu cuenta
fr: Créez votre compte
ja: アカウントを作成
ko: 계정 생성
pt_br: Crie Sua Conta
ru: Создание учётной записи
zh_hans: 创建你的账户
zh_hant: 建立你的帳號

source: Create a folder in %@
de: Ordner in %@ erstellen
es: Crear una carpeta en %@
fr: Créer un dossier dans %@
ja: %@ にフォルダを作成
ko: %@에 폴더 생성
pt_br: Criar uma pasta em %@
ru: Создать папку в %@
zh_hans: 在 %@ 中创建文件夹
zh_hant: 在 %@ 中建立資料夾

source: Created example prompt templates in /AOK/persist/llm-prompts.
de: Beispielvorlagen für Prompts in /AOK/persist/llm-prompts erstellt.
es: Se han creado plantillas de prompts de ejemplo en /AOK/persist/llm-prompts.
fr: Exemples de modèles de prompts créés dans /AOK/persist/llm-prompts.
ja: /AOK/persist/llm-prompts にプロンプトテンプレートの例を作成しました。
ko: /AOK/persist/llm-prompts에 예제 프롬프트 템플릿을 생성했습니다.
pt_br: Modelos de prompt de exemplo criados em /AOK/persist/llm-prompts.
ru: Примеры шаблонов промптов созданы в /AOK/persist/llm-prompts.
zh_hans: 已在 /AOK/persist/llm-prompts 中创建示例提示词模板。
zh_hant: 已在 /AOK/persist/llm-prompts 中建立範例提示詞範本。

source: Ctrl+Alt+Del
de: Strg+Alt+Entf
es: Ctrl+Alt+Supr
fr: Ctrl+Alt+Suppr

source: Current model: %@ Usage: /model <model-name>
de: Aktuelles Modell: %@ Verwendung: /model <model-name>
es: Modelo actual: %@ Uso: /model <model-name>
fr: Modèle actuel : %@ Usage : /model <model-name>
ja: 現在のモデル: %@ 使い方: /model <model-name>
ko: 현재 모델: %@ 사용법: /model <model-name>
pt_br: Modelo atual: %@ Uso: /model <nome-do-modelo>
ru: Текущая модель: %@ Использование: /model <имя-модели>
zh_hans: 当前模型：%@ 用法：/model <model-name>
zh_hant: 目前模型：%@ 用法：/model <model-name>

# Current on-device model: %@ %@
source: Current on-device model: %1$@ %2$@
de: Aktuelles On-Device-Modell: %1$@ %2$@
es: Modelo actual en el dispositivo: %1$@ %2$@
fr: Modèle sur l'appareil actuel : %1$@ %2$@
ja: 現在のデバイス上のモデル: %1$@ %2$@
ko: 현재 기기 내 모델: %1$@ %2$@
pt_br: Modelo atual no dispositivo: %1$@ %2$@
ru: Текущая модель на устройстве: %1$@ %2$@
zh_hans: 当前设备端模型：%1$@ %2$@
zh_hant: 目前的裝置端模型：%1$@ %2$@

source: Current root: %@
de: Aktueller Root: %@
es: Raíz actual: %@
fr: Racine actuelle : %@
ja: 現在のルート: %@
ko: 현재 루트: %@
pt_br: Raiz atual: %@
ru: Текущая корневая ФС: %@
zh_hans: 当前根文件系统：%@
zh_hant: 目前根檔案系統：%@

source: Cursor Color
de: Cursorfarbe
es: Color del cursor
fr: Couleur du curseur
ja: カーソルの色
ko: 커서 색상
pt_br: Cor do Cursor
ru: Цвет курсора
zh_hans: 光标颜色
zh_hant: 游標顏色

source: Custom DNS Servers
de: Eigene DNS-Server
es: Servidores DNS personalizados
fr: Serveurs DNS personnalisés
ja: カスタム DNS サーバ
ko: 사용자 설정 DNS 서버
pt_br: Servidores DNS Personalizados
ru: Свои DNS-серверы
zh_hans: 自定义 DNS 服务器
zh_hant: 自訂 DNS 伺服器

source: Custom Key
de: Eigene Taste
es: Tecla personalizada
fr: Touche personnalisée
ja: カスタムキー
ko: 사용자 설정 키
pt_br: Tecla Personalizada
ru: Своя клавиша
zh_hans: 自定义按键
zh_hant: 自訂按鍵

source: Custom Key…
de: Eigene Taste …
es: Tecla personalizada…
fr: Touche personnalisée…
ja: カスタムキー…
ko: 사용자 설정 키…
pt_br: Tecla Personalizada…
ru: Своя клавиша…
zh_hans: 自定义按键…
zh_hant: 自訂按鍵…

source: Custom Theme
de: Eigenes Theme
es: Tema personalizado
fr: Thème personnalisé
ja: カスタムテーマ
ko: 사용자 설정 테마
pt_br: Tema Personalizado
ru: Своя тема
zh_hans: 自定义主题
zh_hant: 自訂主題

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
ja: カット
ko: 오려두기
pt_br: Recortar
ru: Вырезать
zh_hans: 剪切
zh_hant: 剪下

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pt_br: Escuro
ru: Тёмная
zh_hans: 深色
zh_hant: 深色

source: Dark Palette
de: Dunkle Palette
es: Paleta oscura
fr: Palette sombre
ja: ダークパレット
ko: 다크 팔레트
pt_br: Paleta Escura
ru: Тёмная палитра
zh_hans: 深色调色板
zh_hant: 深色調色盤

source: Date Modified
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
ja: 変更日
ko: 수정일
pt_br: Data de Modificação
ru: Дата изменения
zh_hans: 修改日期
zh_hant: 修改日期

source: Decrease Font Size
de: Schrift verkleinern
es: Reducir tamaño de letra
fr: Réduire la taille de police
ja: フォントサイズを小さく
ko: 서체 크기 줄이기
pt_br: Diminuir Tamanho da Fonte
ru: Уменьшить размер шрифта
zh_hans: 减小字体大小
zh_hant: 縮小字體

source: Decrease Text Size
de: Text verkleinern
es: Reducir tamaño del texto
fr: Réduire la taille du texte
ja: テキストサイズを小さく
ko: 텍스트 크기 줄이기
pt_br: Diminuir Tamanho do Texto
ru: Уменьшить размер текста
zh_hans: 减小文本大小
zh_hant: 縮小文字

source: Default Themes
de: Standard-Themes
es: Temas predeterminados
fr: Thèmes par défaut
ja: デフォルトのテーマ
ko: 기본 테마
pt_br: Temas Padrão
ru: Стандартные темы
zh_hans: 默认主题
zh_hant: 預設主題

source: Default User
de: Standardbenutzer
es: Usuario predeterminado
fr: Utilisateur par défaut
ja: デフォルトユーザ
ko: 기본 사용자
pt_br: Usuário Padrão
ru: Пользователь по умолчанию
zh_hans: 默认用户
zh_hant: 預設使用者

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Apagar
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delete Chat
de: Chat löschen
es: Eliminar chat
fr: Supprimer la conversation
ja: チャットを削除
ko: 채팅 삭제
pt_br: Apagar Chat
ru: Удалить чат
zh_hans: 删除聊天
zh_hant: 刪除對話

source: Delete Group and %lu Item
de: Gruppe und %lu Objekt löschen
es: Eliminar grupo y %lu elemento
fr: Supprimer le groupe et %lu élément
ja: グループと %lu 項目を削除
ko: 그룹 및 항목 %lu개 삭제
pt_br: Apagar Grupo e %lu Item
ru: Удалить группу и объекты (%lu)
zh_hans: 删除组及其 %lu 个项目
zh_hant: 刪除群組及 %lu 個項目

source: Delete Group and %lu Items
de: Gruppe und %lu Objekte löschen
es: Eliminar grupo y %lu elementos
fr: Supprimer le groupe et %lu éléments
ja: グループと %lu 項目を削除
ko: 그룹 및 항목 %lu개 삭제
pt_br: Apagar Grupo e %lu Itens
ru: Удалить группу и объекты (%lu)
zh_hans: 删除组及其 %lu 个项目
zh_hant: 刪除群組及 %lu 個項目

source: Delete Group?
de: Gruppe löschen?
es: ¿Eliminar grupo?
fr: Supprimer le groupe ?
ja: グループを削除しますか？
ko: 그룹을 삭제하겠습니까?
pt_br: Apagar Grupo?
ru: Удалить группу?
zh_hans: 删除组？
zh_hant: 要刪除群組嗎？

source: Delete Playlist
de: Playlist löschen
es: Eliminar lista de reproducción
fr: Supprimer la liste de lecture
ja: プレイリストを削除
ko: 재생 목록 삭제
pt_br: Apagar Playlist
ru: Удалить плейлист
zh_hans: 删除播放列表
zh_hant: 刪除播放列表

source: Delete Playlist…
de: Playlist löschen …
es: Eliminar lista de reproducción…
fr: Supprimer la liste de lecture…
ja: プレイリストを削除…
ko: 재생 목록 삭제…
pt_br: Apagar Playlist…
ru: Удалить плейлист…
zh_hans: 删除播放列表…
zh_hant: 刪除播放列表…

source: Delete Saved Session…
de: Gesicherte Sitzung löschen …
es: Eliminar sesión guardada…
fr: Supprimer la session enregistrée…
ja: 保存済みセッションを削除…
ko: 저장된 세션 삭제…
pt_br: Apagar Sessão Salva…
ru: Удалить сохранённый сеанс…
zh_hans: 删除已保存的会话…
zh_hant: 刪除已儲存的工作階段…

source: Delete Selected
de: Auswahl löschen
es: Eliminar seleccionado
fr: Supprimer la sélection
ja: 選択項目を削除
ko: 선택 항목 삭제
pt_br: Apagar Selecionado
ru: Удалить выбранные
zh_hans: 删除所选
zh_hant: 刪除所選項目

source: Delete Theme?
de: Theme löschen?
es: ¿Eliminar tema?
fr: Supprimer le thème ?
ja: テーマを削除しますか？
ko: 테마를 삭제하겠습니까?
pt_br: Apagar Tema?
ru: Удалить тему?
zh_hans: 删除主题？
zh_hant: 要刪除主題嗎？

source: Delete a Saved Session…
de: Gesicherte Sitzung löschen …
es: Eliminar una sesión guardada…
fr: Supprimer une session enregistrée…
ja: 保存済みセッションを削除…
ko: 저장된 세션 삭제…
pt_br: Apagar uma Sessão Salva…
ru: Удалить сохранённый сеанс…
zh_hans: 删除已保存的会话…
zh_hant: 刪除已儲存的工作階段…

source: Delete a saved session
de: Gesicherte Sitzung löschen
es: Eliminar una sesión guardada
fr: Supprimer une session enregistrée
ja: 保存済みセッションを削除
ko: 저장된 세션 삭제
pt_br: Apagar uma sessão salva
ru: Удаление сохранённого сеанса
zh_hans: 删除已保存的会话
zh_hant: 刪除已儲存的工作階段

source: Delete and Start New
de: Löschen und neu starten
es: Eliminar y empezar de nuevo
fr: Supprimer et recommencer
ja: 削除して新規開始
ko: 삭제 후 새로 시작
pt_br: Apagar e Iniciar Nova
ru: Удалить и начать новый
zh_hans: 删除并新建
zh_hant: 刪除並重新開始

source: Delete failed
de: Löschen fehlgeschlagen
es: Error al eliminar
fr: Échec de la suppression
ja: 削除に失敗しました
ko: 삭제 실패
pt_br: Falha ao apagar
ru: Сбой удаления
zh_hans: 删除失败
zh_hant: 刪除失敗

source: Delete this saved session?
de: Diese gesicherte Sitzung löschen?
es: ¿Eliminar esta sesión guardada?
fr: Supprimer cette session enregistrée ?
ja: この保存済みセッションを削除しますか？
ko: 이 저장된 세션을 삭제하겠습니까?
pt_br: Apagar esta sessão salva?
ru: Удалить этот сохранённый сеанс?
zh_hans: 删除此已保存的会话？
zh_hant: 要刪除此已儲存的工作階段嗎？

source: Delete “%@” and everything in it? This can't be undone.
de: „%@“ und den gesamten Inhalt löschen? Dies kann nicht widerrufen werden.
es: ¿Eliminar “%@” y todo su contenido? Esta acción no se puede deshacer.
fr: Supprimer « %@ » et tout son contenu ? Cette action est irréversible.
ja: “%@”とその中のすべてを削除しますか？ この操作は取り消せません。
ko: “%@” 및 그 안의 모든 항목을 삭제하겠습니까? 이 동작은 실행 취소할 수 없습니다.
pt_br: Apagar “%@” e tudo o que contém? Esta ação não pode ser desfeita.
ru: Удалить «%@» со всем содержимым? Это действие нельзя отменить.
zh_hans: 删除“%@”及其中的所有内容？此操作无法撤销。
zh_hant: 要刪除「%@」及其中所有內容嗎？此動作無法復原。

source: Delete “%@” and its saved messages? This can't be undone.
de: „%@“ und die gesicherten Nachrichten löschen? Dies kann nicht widerrufen werden.
es: ¿Eliminar “%@” y sus mensajes guardados? Esta acción no se puede deshacer.
fr: Supprimer « %@ » et ses messages enregistrés ? Cette action est irréversible.
ja: “%@”と保存されたメッセージを削除しますか？ この操作は取り消せません。
ko: “%@” 및 저장된 메시지를 삭제하겠습니까? 이 동작은 실행 취소할 수 없습니다.
pt_br: Apagar “%@” e suas mensagens salvas? Esta ação não pode ser desfeita.
ru: Удалить «%@» и его сохранённые сообщения? Это действие нельзя отменить.
zh_hans: 删除“%@”及其已保存的消息？此操作无法撤销。
zh_hant: 要刪除「%@」及其已儲存的訊息嗎？此動作無法復原。

source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
ja: “%@”を削除しますか？
ko: “%@”을(를) 삭제하겠습니까?
pt_br: Apagar “%@”?
ru: Удалить «%@»?
zh_hans: 删除“%@”？
zh_hant: 要刪除「%@」嗎？

source: Delete “%@”? This can't be undone.
de: „%@“ löschen? Dies kann nicht widerrufen werden.
es: ¿Eliminar “%@”? Esta acción no se puede deshacer.
fr: Supprimer « %@ » ? Cette action est irréversible.
ja: “%@”を削除しますか？ この操作は取り消せません。
ko: “%@”을(를) 삭제하겠습니까? 이 동작은 실행 취소할 수 없습니다.
pt_br: Apagar “%@”? Esta ação não pode ser desfeita.
ru: Удалить «%@»? Это действие нельзя отменить.
zh_hans: 删除“%@”？此操作无法撤销。
zh_hant: 要刪除「%@」嗎？此動作無法復原。

source: Desktop Appearance
de: Desktop-Erscheinungsbild
es: Apariencia del escritorio
fr: Apparence du bureau
ja: デスクトップの外観
ko: 데스크탑 모양
pt_br: Aparência da Área de Trabalho
ru: Оформление рабочего стола
zh_hans: 桌面外观
zh_hant: 桌面外觀

source: Desktop Resolution
de: Desktop-Auflösung
es: Resolución del escritorio
fr: Résolution du bureau
ja: デスクトップの解像度
ko: 데스크탑 해상도
pt_br: Resolução da Área de Trabalho
ru: Разрешение рабочего стола
zh_hans: 桌面分辨率
zh_hant: 桌面解析度

source: Desktops at Launch
de: Desktops beim Start
es: Escritorios al iniciar
fr: Bureaux au lancement
ja: 起動時のデスクトップ
ko: 실행 시 데스크탑
pt_br: Áreas de Trabalho ao Abrir
ru: Рабочие столы при запуске
zh_hans: 启动时的桌面
zh_hant: 啟動時的桌面

source: Desktops saved
de: Desktops gesichert
es: Escritorios guardados
fr: Bureaux enregistrés
ja: デスクトップを保存しました
ko: 데스크탑 저장됨
pt_br: Áreas de trabalho salvas
ru: Рабочие столы сохранены
zh_hans: 桌面已保存
zh_hant: 桌面已儲存

source: Destination
de: Ziel
es: Destino
ja: 接続先
ko: 대상
pt_br: Destino
ru: Подключение
zh_hans: 目标
zh_hant: 服務

source: Destinations
de: Ziele
es: Destinos
ja: 接続先
ko: 대상
pt_br: Destinos
ru: Подключения
zh_hans: 目标
zh_hant: 服務

# Device: %@ / iOS %@
source: Device: %1$@ / iOS %2$@
de: Gerät: %1$@ / iOS %2$@
es: Dispositivo: %1$@ / iOS %2$@
fr: Appareil : %1$@ / iOS %2$@
ja: デバイス: %1$@ / iOS %2$@
ko: 기기: %1$@ / iOS %2$@
pt_br: Dispositivo: %1$@ / iOS %2$@
ru: Устройство: %1$@ / iOS %2$@
zh_hans: 设备：%1$@ / iOS %2$@
zh_hant: 裝置：%1$@ / iOS %2$@

source: Diagnostics
de: Diagnose
es: Diagnóstico
ja: 診断
ko: 진단
pt_br: Diagnóstico
ru: Диагностика
zh_hans: 诊断
zh_hant: 診斷

source: Disconnecting…
de: Verbindung wird getrennt …
es: Desconectando…
fr: Déconnexion…
ja: 切断中…
ko: 연결 해제 중…
pt_br: Desconectando…
ru: Отключение…
zh_hans: 正在断开连接…
zh_hant: 正在中斷連線…

source: Dismisses the on-screen keyboard.
de: Blendet die Bildschirmtastatur aus.
es: Oculta el teclado en pantalla.
fr: Masque le clavier à l'écran.
ja: 画面上のキーボードを閉じます。
ko: 화면 키보드를 닫습니다.
pt_br: Oculta o teclado na tela.
ru: Скрывает экранную клавиатуру.
zh_hans: 隐藏屏幕键盘。
zh_hant: 關閉螢幕鍵盤。

source: Dismisses the search bar.
de: Schließt die Suchleiste.
es: Cierra la barra de búsqueda.
fr: Ferme la barre de recherche.
ja: 検索バーを閉じます。
ko: 검색 막대를 닫습니다.
pt_br: Fecha a barra de pesquisa.
ru: Закрывает панель поиска.
zh_hans: 关闭搜索栏。
zh_hant: 關閉搜尋列。

source: Display menu
de: Display-Menü
es: Menú de pantalla
fr: Menu de l'écran
ja: ディスプレイメニュー
ko: 디스플레이 메뉴
pt_br: Menu da tela
ru: Меню дисплея
zh_hans: 显示菜单
zh_hant: 顯示選單

source: Displays the next image in the folder.
de: Zeigt das nächste Bild im Ordner.
es: Muestra la siguiente imagen de la carpeta.
fr: Affiche l'image suivante du dossier.
ja: フォルダ内の次のイメージを表示します。
ko: 폴더의 다음 이미지를 표시합니다.
pt_br: Exibe a próxima imagem da pasta.
ru: Показывает следующее изображение в папке.
zh_hans: 显示文件夹中的下一张图像。
zh_hant: 顯示資料夾中的下一張影像。

source: Displays the previous image in the folder.
de: Zeigt das vorherige Bild im Ordner.
es: Muestra la imagen anterior de la carpeta.
fr: Affiche l'image précédente du dossier.
ja: フォルダ内の前のイメージを表示します。
ko: 폴더의 이전 이미지를 표시합니다.
pt_br: Exibe a imagem anterior da pasta.
ru: Показывает предыдущее изображение в папке.
zh_hans: 显示文件夹中的上一张图像。
zh_hant: 顯示資料夾中的上一張影像。

source: Docs
de: Doku
es: Documentación
ja: ドキュメント
ko: 문서
ru: Документация
zh_hans: 文档
zh_hant: 文件

source: Document and image viewers.
de: Dokument- und Bildbetrachter.
es: Visores de documentos e imágenes.
fr: Visionneuses de documents et d'images.
ja: ドキュメントとイメージのビューア。
ko: 문서 및 이미지 뷰어.
pt_br: Visualizadores de documentos e imagens.
ru: Просмотр документов и изображений.
zh_hans: 文档和图像查看器。
zh_hant: 文件和影像檢視器。

source: Don't Allow
de: Nicht erlauben
es: No permitir
fr: Ne pas autoriser
ja: 許可しない
ko: 허용 안 함
pt_br: Não Permitir
ru: Не разрешать
zh_hans: 不允许
zh_hant: 不允許

source: Don't Manage
de: Nicht verwalten
es: No gestionar
fr: Ne pas gérer
ja: 管理しない
ko: 관리 안 함
pt_br: Não Gerenciar
ru: Не управлять
zh_hans: 不管理
zh_hant: 不管理

source: Don't Run
de: Nicht ausführen
es: No ejecutar
fr: Ne pas exécuter
ja: 実行しない
ko: 실행 안 함
pt_br: Não Executar
ru: Не выполнять
zh_hans: 不运行
zh_hant: 不執行

source: Don't Show Again
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus afficher
ja: 今後表示しない
ko: 다시 보지 않기
pt_br: Não Mostrar Novamente
ru: Больше не показывать
zh_hans: 不再显示
zh_hant: 不再顯示

source: Don't show this warning again
de: Diese Warnung nicht mehr anzeigen
es: No volver a mostrar este aviso
fr: Ne plus afficher cet avertissement
ja: この警告を今後表示しない
ko: 이 경고를 다시 표시하지 않음
pt_br: Não mostrar este aviso novamente
ru: Больше не показывать это предупреждение
zh_hans: 不再显示此警告
zh_hant: 不再顯示此警告

source: Done
de: Fertig
es: OK
fr: OK
ja: 完了
ko: 완료
pt_br: OK
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Don’t Save
de: Nicht sichern
es: No guardar
fr: Ne pas enregistrer
ja: 保存しない
ko: 저장 안 함
pt_br: Não Salvar
ru: Не сохранять
zh_hans: 不存储
zh_hant: 不儲存

source: Double tap and hold for snippets
de: Doppeltippen und halten für Snippets
es: Toca dos veces y mantén pulsado para ver los fragmentos
fr: Touchez deux fois et maintenez pour les extraits
ja: ダブルタップして押したままにするとスニペット
ko: 스니펫을 보려면 두 번 탭하고 길게 누르기
pt_br: Toque duas vezes e mantenha pressionado para trechos
ru: Коснитесь дважды и удерживайте для фрагментов
zh_hans: 轻点两下并按住以使用代码片段
zh_hant: 點兩下並按住以使用片段

source: Double tap to toggle direction
de: Doppeltippen, um die Richtung zu wechseln
es: Toca dos veces para cambiar de dirección
fr: Touchez deux fois pour changer de direction
ja: ダブルタップで方向を切り替え
ko: 방향을 전환하려면 두 번 탭하기
pt_br: Toque duas vezes para alternar a direção
ru: Коснитесь дважды, чтобы сменить направление
zh_hans: 轻点两下以切换方向
zh_hant: 點兩下以切換方向

source: Double tap to toggle direction. Touch and hold to switch Desktops.
de: Doppeltippen, um die Richtung zu wechseln. Berühren und halten, um Desktops zu wechseln.
es: Toca dos veces para cambiar de dirección. Mantén pulsado para cambiar de escritorio.
fr: Touchez deux fois pour changer de direction. Maintenez le doigt pour changer de bureau.
ja: ダブルタップで方向を切り替え。長押しでデスクトップを切り替え。
ko: 방향을 전환하려면 두 번 탭하기. 데스크탑을 전환하려면 길게 누르기.
pt_br: Toque duas vezes para alternar a direção. Toque e mantenha pressionado para trocar de Área de trabalho.
ru: Коснитесь дважды, чтобы сменить направление. Коснитесь и удерживайте, чтобы переключить рабочие столы.
zh_hans: 轻点两下以切换方向。按住以切换桌面。
zh_hant: 點兩下以切換方向。按住以切換桌面。

source: Down arrow
de: Pfeil nach unten
es: Flecha abajo
fr: Flèche vers le bas
ja: 下矢印
ko: 아래쪽 화살표
pt_br: Seta para baixo
ru: Стрелка вниз
zh_hans: 下箭头
zh_hant: 向下鍵

source: Downloading…
de: Wird geladen …
es: Descargando…
fr: Téléchargement…
ja: ダウンロード中…
ko: 다운로드 중…
pt_br: Baixando…
ru: Загрузка…
zh_hans: 正在下载…
zh_hant: 正在下載…

source: Downloading… %@
de: Wird geladen … %@
es: Descargando… %@
fr: Téléchargement… %@
ja: ダウンロード中… %@
ko: 다운로드 중… %@
pt_br: Baixando… %@
ru: Загрузка… %@
zh_hans: 正在下载… %@
zh_hant: 正在下載… %@

# Downloading… %@ of %@
source: Downloading… %1$@ of %2$@
de: Wird geladen … %1$@ von %2$@
es: Descargando… %1$@ de %2$@
fr: Téléchargement… %1$@ sur %2$@
ja: ダウンロード中… %1$@ / %2$@
ko: 다운로드 중… %2$@ 중 %1$@
pt_br: Baixando… %1$@ de %2$@
ru: Загрузка… %1$@ из %2$@
zh_hans: 正在下载… %1$@ / %2$@
zh_hant: 正在下載… %1$@ / %2$@

source: Draft Theme
de: Theme-Entwurf
es: Tema en borrador
fr: Thème brouillon
ja: 下書きテーマ
ko: 테마 초안
pt_br: Tema Rascunho
ru: Черновик темы
zh_hans: 草稿主题
zh_hant: 草稿主題

source: Draft shell command
de: Shell-Befehl entwerfen
es: Redactar comando de shell
fr: Rédiger une commande shell
ja: シェルコマンドを作成
ko: 셸 명령 초안 작성
pt_br: Rascunho de comando shell
ru: Составить команду оболочки
zh_hans: 起草 shell 命令
zh_hant: 草擬 shell 指令

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
ja: 複製
ko: 복제
pt_br: Duplicar
ru: Дублировать
zh_hans: 复制
zh_hant: 複製

source: Duplicating folders isn’t supported yet.
de: Das Duplizieren von Ordnern wird noch nicht unterstützt.
es: Aún no se pueden duplicar carpetas.
fr: La duplication de dossiers n'est pas encore prise en charge.
ja: フォルダの複製にはまだ対応していません。
ko: 폴더 복제는 아직 지원되지 않습니다.
pt_br: Ainda não é possível duplicar pastas.
ru: Дублирование папок пока не поддерживается.
zh_hans: 尚不支持复制文件夹。
zh_hant: 尚不支援複製資料夾。
